Revit 2024 API
CustomInitialColor Constructor
Overload List
Name | Description
CustomInitialColor(Double)
 Creates a custom initial color set to the given color
CustomInitialColor(CustomInitialColor)
 Creates a copy of the given custom initial color
See Also
CustomInitialColor Class
CustomInitialColor Members
Autodesk.Revit.DB.Lighting Namespace